Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/14_undervisningsopp.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 10
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 10

source: Oahpahusláhču: Dássi 10
sma: Ööhpehtimmiesoejkesje: Daltese 10

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 10. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta maahtoeulmiejgujmie 10. daltesisnie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
sma: Daesnie vuesehte guktie dah maahtoeulmieh tjyölkehke sjïdtieh lïerehtimmieulmine, sisvegisnie jïh barkoevuekine, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie maahta ööhpehtimmiem dan aktegh learoehkasse sjïehtedidh.

source: Dát oahpahusláhču guoskkaha dan movt sáhttá bargat vai alcces háhká viiddis sátneriggodaga ja movt dan atná iešguđet njálmmálaš rollain.
sma: Daate ööhpehtimmiesoejkesje vuartesje guktie maahta aktem gamte baakoeveahkam dåårrehtidh, jïh guktie dam dejnie ovmessie njaalmeldh råålline nåhtede.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmie

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: hálddašit ollu sániid ja ovdanbuktit njálmmálaččat máŋggaládje ja heivvolaččat dilálašvuhtii
sma: buerie baakoelåhkoem utnedh guktie joekehtslaakan ovmessie tsiehkine soptsestidh Gïelen jïh kultuvren bïjre daejredh

source: čilget movt gielat ja kultuvrrat Sámis deaivvadit ja gilvalit ja movt iežas giella ja kultuvra váikkuhuvvo ja rievdá go lea oktavuohta earáiguin
sma: bïhkedidh guktie gïelh jïh kultuvrh Saepmesne gaavnedieh, jïh guktie jïjtsh gïele jïh kultuvre evtede jïh jorkese jeatjebigujmie

source: Oahpahusláhču ii álo govčča olles gelbbolašvuođamihttomeriid.
sma: Ööhpehtimmiesoejkesje ij iktegisth ellies maahtoeulmieh faarhmesth.

source: Danin leat gelbbolašvuođamihttomearit duohttandahkkon oahppomihttomearis.
sma: Dah maahtoeulmieh leah tjïelkestahteme lïerehtimmieulmine.

source: Oahppomihttomearit lea lávkin olahit gelbbolašvuođamihtuid.
sma: Dah lïerehtimmieulmieh akte sïlle juktie maahtoeulmide jaksedh.

source: Eará relevánta gelbbolašvuođamihttomearit
sma: Jeatjah sjyöhtehke maahtoeulmieh

source: Oahppanulbmilat
sma: Lïerehtimmieulmieh

source: Oahppoulbmilat duohttandahkkojit iešguđet dilálašvuođain maid oahppit válljejit.
sma: Tjïelkestahta lïerehtimmieulmide lïhkebe dejnie ovmessie tsiehkine mah learohkh jïjtje veeljieh.

source: Dás čájehuvvojit soames oppalaš oahppoulbmilat, ja oahppodoaimmas čájehuvvojit eanet konkrehta ovdamearkkat.
sma: Daesnie naan sïejhme lïerehtimmieulmieh vuesehte, jïh lïerehtimmiedarjomisnie tjïelkebe vuesiehtimmieh våajnoes.

source: Oahppi galgá:
sma: Learohke edtja maehtedh:

source: hálddašit viiddis sátneriggoda
sma: aktem stoerre baakoeveahkam haalvedh

source: máhttit ovdanbuktit dilálašvuođa mielde
sma: soptsestidh naemhtie guktie tseahkan sjeahta

source: máhttit čilget guovttegielatvuođa ja giellaovdáneami
sma: guektiengïelevoetem jïh gïeleevtiedimmiem buerkiestidh

source: árvvoštallaneavttuid ovdamearkkat, njálmmálaš gelbbolašvuohta
sma: Vuesiehtimmieh: vuarjasjimmievæhtah, njaalmeldh maahtoe

source: Oahppoulbmil
sma: Lïerehtimmieulmieh

source: Dán máhtán veaháš:
sma: Daam ånnetji maahtam:

source: Dán máhtán oalle bures:
sma: Daam naa hijven maahtam:

source: Dán máhtán hui bures:
sma: Daam joekoen hijven maahtam:

source: Don galggat:
sma: Datne edtjh:

source: hálddašit viiddis sátneriggodaga
sma: aktem stoerre baakoeveahkam haalvedh

source: Mus lea gáržžes sátneriggodat.
sma: Mov baakoeveahka onne.

source: Mus lea oalle buorre sátneriggodat.
sma: Mov akte naa stoerre baakoeveahka.

source: Mus lea buorre sátneriggodat.
sma: Mov akte joekoen hijven baakoeveahka

source: ovdanbuktit máŋggabealat ja dilálašvuođa mielde
sma: jeereldihkie soptsestidh, jïh naemhtie guktie tseahkan sjeahta

source: Mun muhtin muddui máhtán ovdanbuktit mii dilálašvuhtii heive.
sma: Maahtam ånnetji soptsestidh naemhtie guktie tseahkan sjeahta

source: Mun máhtán oalle dárkilit ovdanbuktit dilálašvuođa ektui.
sma: Maahtam soptsestidh naemhtie guktie tseahkan sjeahta jïh naa veele.

source: Mun bures ja dárkilit máhtán ovdanbuktit dilálašvuođa ektui.
sma: Maahtam joekoen jeereldihkie soptsestidh, jïh naemhtie guktie tseahkan sjeahta

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Ovdabargu
sma: Åvtebarkoe

source: 1. oassi a) Juohke oahppi ráhkada golbma gažaldaga guhtege ovdamearkka dihte giela birra.
sma: Bielie 1 a) Baajh fïereguhte learohke golme gyhtjelassh darjodh, vuesiehtimmien gaavhtan gïeli bïjre.

source: Dat dagaha fáttá áigeguovdilin.
sma: Daate viehkehte aamhtesem sjyöhtehke darjodh.

source: Dárbbu mielde sáhttá oahpaheaddji veahkehit ohppiid gažaldagaiguin: Sáhtát go namuhit soames dain gielain maid beaivválaččat gulat ?
sma: Jis daerpies, lohkehtæjja maahta learoehkidie gyhtjelassigujmie viehkiehtidh: Maahtah naan gïelh neebnedh mah aarkebiejjien dåastoeh ?

source: Man dávjá beaivválaččat sámástat ?
sma: Man daamtaj saemesth fïerhten biejjien ?

source: Manin lea sámegiella dehálaš ?
sma: Mannasinie saemien vihkeles ?

source: Oahppit guldalit musihka, geahčadit govaid jna..
sma: b) Baajh learoehkidie musihkem goltelidh, guvvieh vuartasjidh jallh plearoeh.

source: Sii čállet jurdagiiddiset ja dovdduideaset ja čállet omd. vearbbaid, substantiivvaid ja adjektiivvaid.
sma: Dah sijjen åssjaldahkh jïh domtesh våålese tjaelieh, jïh tjaelieh vuesiehtimmien gaavhtan vearbe, substantijve jïh adjektijve.

source: c) Ráhkat sátnespealu ovdalgo váldodoaibma álggahuvvo.
sma: c) Darjoeh aktem baakoespïelem åvtelen åejviedarjome aalka.

source: Spealu ulbmilin lea ahte oahppit galget čilget sániid ja doahpagiid anikeahttá váldosáni.
sma: Spïelesne edtja baakoeh jïh lahtesh buerkiestidh bielelen jïjtjehke åejviebaakoem nåhtadidh.

source: Ráhkat goartta mas leat sánit mat gullet oahppoulbmilii čilget movt gielat ja kultuvrrat dálá Sámis / Sábme / Saepmie deaivvadit ja hástaluvvojit, ja movt iežas giella ja kultuvrra ovdána ja rievdá ovttasdoaibmamis eará gielaiguin ja kultuvrraiguin.
sma: Darjoeh kåarhth baakoejgujmie mah leah ektiedamme learoesoejkesjeålman buerkiestidh guktie gïelh jïh kultuvrh daan beajjetje Saemien eatnamisie gaavnesjieh jïh tsööpkesuvvieh, jïh guktie jïjtse gïele jïh kultuvre evtiesuvvieh jïh jorkesieh ektine jeatjabigujmie.

source: Goarttaide čállojuvvon sánit galget leat duššefal sámegillii.
sma: Dah baakoeh kåarhtine edtjieh ajve saemiengïelesne årrodh.

source: Guđe sániid vállje doibmii, heivehuvvo ohppiide.
sma: Mah baakoeh dan darjomasse veeljie, sjïehtede learoehkidie.

source: Goarttaid sáhttá áinnas lamineret vai sáhttet jeavddalaččat adnot.
sma: Maahta badth kåarhtide lamineredh, dellie gåarede dejtie jaabnan nåhtadidh.

source: Sátneovdamearkkat maid sáhttá goarttaide čállit:
sma: Daesnie vuesiehtamme naan baakoeh mah maehtieh kåarhtine årrodh:

source: Identitehta (Identitet)
sma: Laavenjostoe Daaroehtimmie

source: Ovttasbargu (Samarbeid)
sma: Åejvieladtjh Govlesadteme

source: Eiseválddit (Myndigheter) Gulahallan (Kommunikasjon)
sma: Daesnie kåarhtigujmie vuesiehtamme noerhtesaemien:

source: Dá govviduvvon goarttaiguin:
sma: Guvvie: Jan Arne Varsi

source: 2. oassi Hárjehallamis ráhkadit gažaldagaid, de sáhttá jearrančoavdaga atnit.
sma: Bielie 2 Juktie haarjanidh gyhtjelassh darjodh maahta gihtjemetjoevtenjem nåhtadidh.

source: Jearrančoavdda doaibmá nu ahte vástádus almmuhuvvo, ja vástádussii galget dasto oahppit de ráhkadit gažaldaga.
sma: Aktene gihtjemetjoevtenjisnie dellie vaestiedassem jeahta, jïh dle learohkh edtjieh gyhtjelassh darjodh vaestiedassese.

source: Oahpaheaddji sáhttá ráhkadit gárvves skoviid maid jeavddalaččat atná oahpahusdoaimmain.
sma: Lohkehtæjja maahta gaervies goerh darjodh mejtie jaabnan nåhtede lïerehtimmiedarjominie.

source: Ovdamearka Vástádus Sámediggi, ja gullevaš gažaldagat sáhttet leat:
sma: Vuesiehtimmie Vaestiedasse Saemiedigkie, jïh sjïehteles gyhtjelassh maahta årrodh:

source: Mii lea sajáiduvvan Kárášjohkii ?
sma: Mij lea Karasjohkesne ?

source: Mii rahppui almmolaččat jagi 1989 ?
sma: Maam byjjeslaakan rihpesti 1989 ?

source: Sámediggi
sma: Saemiedigkie

source: Mas leat 39 áirasa ?
sma: Mij 39 tjirkijh åtna ?

source: Mas lea Egil Olli presideantan ?
sma: Guvvie: Jan Arne Varsi Lïerehtimmiedarjomh

source: Gárvet jearahallama
sma: Gihtjehtimmiem darjodh

source: Jearahallat
sma: Gihtjehtidh

source: Jearahallot
sma: Gihtjelgidh

source: Bájuhit jearahallama sisdoalus
sma: Aktede gihtjehtimmeste soptsestidh

source: Barggu bakte galget oahppit leat diđolažžan ja diehtit movt gulahallandilálašvuohta váikkuha giela.
sma: Learohkh edjtieh aktem gihtjehtimmiem soejkesjidh, dam tjïrrehtidh jïh åejviesisvegem destie saarnodh.

source: Man birra galget oahppit jearahit ?
sma: Man bïjre edtjieh learohkh gihtjedh ?

source: Movt galget jearrat ?
sma: Guktie edtjieh gihtjedh ?

source: Maid berrejit dahkat vai ovdanbuktet doarvái dárkilit ?
sma: Maam tjuerieh darjodh juktie nuekies veele soptsestidh ?

source: Ráhkat iešguđet rollaid ohppiide, dahje divtte sin leat mielde válljet ja hábmet rollaid.
sma: Darjoeh ovmessie råållah learoehkidie, jallh baajh dejtie meatan årrodh veeljedh, jïh råållah haamoedidh.

source: Ovdamearkka dihte sáhttá leat mánná sámi / dáru mánáidgárddis dahje rávis sápmelaš guhte rávisolmmožin lea oahppan sámegiela.
sma: Vuesiehtimmien gaavhtan, akte learohke maahta akte maana årrodh aktene saemien / nöörjen maanagiertesne, jallh akte geerve saemie mij saemien lïereme goh geerve.

source: Sii sáhttet maiddái jearahit nuoraid nu gohčoduvvon leaikasániid birra, dahje sáhttet jearahit omd. áhku dáruiduhttima birra.
sma: Aktem noerem maahta gihtjehtidh åtnoen bïjre dagkerh slang-baakojste, jallh maahta aktem aahkam gihtjehtidh daaroehtimmien bïjre.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Ohppiid geat leat ovdánahttán buori giela ja doabaáddejumi, sáhttá ávžžuhit jearahallama čađahit almmá atnit giehtačállosa veahkkin.
sma: Learohkh mah aktem hijven evtiedamme gïelem jïh lahteseabparatem utnieh, dejtie maahta haestedh gihtjehtimmiem tjïrrehtidh viehkine dan vaenie tjaaleme gyhtjelassijste goh gåarede.

source: Ohppiide geat dárbbašit veahki, sáhttá ráhkadit gárvves hábmejuvvon ja čállojuvvon gažaldagaid.
sma: Dejtie learoehkide mah viehkiem daarpesjieh maahta ållesth gyhtjelassh darjodh åvtelhbodti.

source: Oahppit sáhttet filbmet dahje vuorkut jearahallamiid dihtorii digitála hámis mainna dasto sáhttet viidáset bargat.
sma: Learohkh maehtieh filmadidh jallh gihtjehtimmide digitale-laakan sijse spealadidh goh våarome dan vijriebasse barkose.

source: Oahppit sáhttet jearahallat eará ja nuorat ohppiid.
sma: Learohkh maehtieh aaj maanah vuelege skuvledaltesisnie gihtjehtidh.

source: Dat gáibida maid heivehuvvon giela.
sma: Dïhte aaj sjïehtedamme gïelem kreava.

source: Ohppiid geat bures máhttet bargat, sáhttá hástalit ráhkadit reportáša jearahallamis man sáhttá sáddet juogo TVŠas dahje radios.
sma: Maahta dejtie learoehkidie haestedh, mah laavenjassem hijvenlaakan haalvoeh aktem reportasjem darjodh gihtjehtimmeste, mij edtja seedtesovvedh raadijovesne jallh tv-esne.

source: Ohppiid geat bures máhttet sámegiela, sáhttá hástalit lohkat ja muitimit sátnevádjasiid.
sma: Maahta dejtie learoehkidie haestedh mah hijvenlaakan saemiestieh, vaajesh lohkedh jïh måjhtajidh.

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Dávisteami ovdamearkkat:
sma: Vuesiehtimmieh: bååstedebïevnesh:

source: Gelbbolašvuođamihttomearit Oahpahusa ulbmilin lea ahte oahppi galgá máhttit
sma: Maahtoeulmieh Ööhpehtimmien ulmie lea learohkh edtjieh maehtedh

source: čilget movt gielat ja kultuvrra dálá Sámis / Sábme / Saepmie deaivvadit ja hástaluvvojit …
sma: buerkiestidh guktie gïelh jïh kultuvrh daan beajjetje Saemien eatnamisnie gaavnesjieh jïh tsööpkesuvvieh

source: Mii lea buorre: Don gávnnat buori ovdamearkkaid dasa movt gielat ja kultuvrrat deaivvadit ja hástaluvvojit Sámis / Sábme / Saepmie, earenoamážit gaskal sápmelaččaid ja dážaid.
sma: Mij lea hijven: Datne hijven vuesiehtimmieh gaavnh guktie gïele jïh kultuvre gaavnesjieh jïh tsööpkesuvvieh Saemien eatnamisnie, joekoen saemiej jïh daaroej gaskem.

source: Maid sáhtát buoridit: Don berret gávdnat ovdamearkkaid dasa movt gielat ja kultuvrrat iešguđet sámi guovlluid sápmelaččaid gaskkas deaivvadit ja hástaluvvojit.
sma: Maam maahtah bueriedidh: Datne byöroeh vuesiehtimmieh gaavnedh guktie gïelh jïh kultuvrh saemiej gaskemsh dejnie joekehts saemiej dajvine gaavnesjieh jïh tsööpkesuvvieh.

source: hálddašit viiddis sátneriggodaga ja ovdanbuktit njálmmálaččat molsudeaddjái ja dilálašvuođa mielde
sma: aktem stoerre baakoeveahkam haalvedh, jïh sov njaalmeldh daajroeh jeerehtslaakan buektedh, jïh naemhtie guktie tseahkan sjeahta

source: Don heivehat gielat jearahalli rollii. Maid sáhtát buoridit: Don sáhtát buorebut dárkilahttit gielat go jarahallama galggat bájuhit.
sma: Mij hijven: Datne aktem stoerre baakoeveahkam haalvoeh Maam maahtah bueriedidh: Datne maahtah gïelem buerebe jeerehtidh gosse gihtjehtimmeste refererh.

source: Iešárvvoštallan
sma: Jïjtsevuarjasjimmie

source: Dás leat soames ovdamearkka movt oahppit sáhttet čađahit iešárvvoštallama:
sma: Daesnie naan vuesiehtimmieh guktie learohkh maehtieh jïjtsevuarjasjimmiem darjodh:

source: Iežan jearahallama:
sma: Mov gihtjehtimmie:

source: Makkár gažaldagain lei buorre ja dárkilis giella ?
sma: Mah gyhtjelassh hijven jïh jeereldihkie gïelem utnin ?

source: Maid mun in ipmirdan vástádusain ?
sma: Maam idtjim vaestiedassijste guarkah ?

source: Mii lei dás maid šadden ođđasit oažžut čilgejuvvot ?
sma: Maam daarpesjim ikth vielie govledh ihke guarkedh ?

source: Oahppi sáhttá válddahit iežas ovdáneami.
sma: Learohke maahta sov evtiedimmiem buerkiestidh.

source: Oahppit galget árvvoštallat maid sii duođai máhttet ja hálddašit ja maid sii leat oahppan.
sma: Learohkh edtjieh vuarjasjidh maam dah raaktan maehtieh jïh haalvoeh, jïh maam lïereme.

source: Gávdnamis vástádusa dása sáhttet oahppit deavdit VØL-skovi.
sma: Juktie dam gaavnehtidh learohkh maehtieh aktem VØL-goerem dievhtedh.

source: Skovi galget oahppit deavdit ovdalgo álget oahppandoaimmain.
sma: Learohkh goerem dievhtieh åvtelen lïerehtimmiedarjominie aelkieh.

source: Vuođđogálggat
sma: Faagen maadth maahtoeh

source: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš doaibma lea guovddážis dán ovdamearkkas.
sma: Daennie bihkedimmesne libie veeljeme dejtie baakojde vihkielommes maehtelesvoeth sijjeste faagen maadth maahtoeh.

source: Máhttit čálalaččat ovdanbuktit: Oahppit hábmejit gažaldagaid.
sma: Maehtedh sov tjaaleldh daajroeh buektedh: Learohkh gyhtjelassh darjoeh.

source: Sii dađistaga čállet vástádusaid gažaldagaide, ja sii čállet referáhta.
sma: Dah vaestiedassh tjaelieh gyhtjelasside ahkedh, jïh referath tjaelieh.

source: Gielladomeanat
sma: Gïelesuerkieh

source: Dán láhčui galgá oahpaheaddji geahččalit gávdnat ságastallanbeali boarrásiidsiiddas, nuoraidklubbas, gáffádagas, dollagáttis, johkagáttis ja sullásaš báikkis gos gávdnat sámegielat olbmuid.
sma: Daan soejkesjasse lohkehtæjja maahta pryövedh almetjh gaavnedh mah saemiestieh voeresegåetine, noeredåehkine, prihtjhgåetine, dållebealesne, jeanoebealesne jallh plearoeh sijjine, mejgujmie dah learohkh maehtieh soptsestidh.

source: Ovdalgihtii berre lihtodit hupmat dihto fáttá dahje čuolbmabeali birra.
sma: Seamadidie soptsestidh akten vihties aamhtesen jallh vihties dåeriesmoeren bïjre.

source: Hupman galgá čađahuvvot sámegillii.
sma: Edtjieh ajve saemiestidh.

source: Jus klássalanjas leat, de sáhttá sámi leavggaža bidjat beavddi / oahpaheaddjibeavddi nala.
sma: Jis ajve klaassen tjiehtjelem nåhtede, maahta aktem saemien saevegem utnedh maam buartan / lohkehtæjjabuartan beaja.

source: Joatkke ain s. 17-23, Elen Ragnhild Sara, Davvi Girji 2006
sma: Dellie gaajhkesh saemiestieh dan guhkiem saevege bijjene.
